class CfgDebriefing
{  
    class SOBRMINORWIN
    {
        title = "Победа СИНИХ";
        subtitle = "Малый успех!";
        description = "Все преступники ликвидированы, жители области могут спать спокойно!";
    };                  
    class SOBRWIN
    {
        title = "Победа СИНИХ";
        subtitle = "Успех!";
        description = "Витя Червонец задержан, и вскоре предстанет перед судом, жители области могут спать спокойно!";
    };
	 class SOBRMAJORWIN
    {
        title = "Победа СИНИХ";
        subtitle = "Полный успех!";
        description = "Витя Червонец и дед Афанасий задержаны, и вскоре предстанут перед судом, жители области могут спать спокойно!";
    };   
	class VITYAWIN
    {
        title = "Победа ЗЕЛЁНЫХ";
        subtitle = "Все погибли!";
        description = "Криминальный авторитет оказался не по зубам как строптивому деду, так и полицейскому спецназу.";
    };
	
	class DEDWIN
    {
        title = "Победа КРАСНЫХ";
        subtitle = "Успех!";
        description = "Червонец мёртв, а народные мстители ушли невредимыми";
    };
};
